Repository: iHTCboy/FullScreenBrowser
Catalog: fullScreenBrowser/*.lproj/Localizable.strings
Languages: ja, vi

source: User Terms
ja: ユーザー規約
vi: Điều khoản Người dùng

# User Terms Desc
source: If you continue to use it, it means you agree to the agreement of this application.
ja: 引き続き使用する場合は、このアプリケーションの同意に同意することを意味します。
vi: Nếu bạn tiếp tục sử dụng nó, có nghĩa là bạn đồng ý với thỏa thuận của ứng dụng này.

# Agree to Agreement
source: Agree
ja: 同意する
vi: Đồng ý với Thỏa thuận

source: View Agreement
ja: 契約の表示
vi: Xem Thỏa thuận

source: Set Homepage
ja: ホームページを設定
vi: Đặt Trang chủ

source: Settings
ja: 設定
vi: Cài đặt

source: Cancel
ja: キャンセル
vi: Hủy

source: Full screen browser feedback
ja: フルスクリーンブラウザフィードバック
vi: Phản hồi trình duyệt toàn màn hình

source: I am using a full-screen browser now
ja: 現在フルスクリーンブラウザを使用しています
vi: Tôi đang sử dụng trình duyệt toàn màn hình

source: Use Device
ja: デバイスを使用
vi: Sử dụng Thiết bị

source: My feedback and suggestions
ja: 私のフィードバックと提案
vi: Phản hồi và đề xuất của tôi

source: More recommendations
ja: その他の推奨事項
vi: Các đề xuất khác

# Set Search Engine
source: Search Engine
ja: 検索エンジン
vi: Công cụ Tìm kiếm

# Custom Search Engine
source: Use Custom
ja: カスタムを使用
vi: Sử dụng Tuỳ chỉnh

source: Tips
ja: ヒント
vi: Mẹo

# OK
source: Confirm
ja: 確認
vi: Xác nhận

source: Set Password
ja: パスワードの設定
vi: Đặt Mật khẩu

# Set Settings Password
source: Enter Settings Password
ja: 設定パスワードを入力
vi: Nhập Mật khẩu Cài đặt

# Password can not be blank
source: The password cannot be blank!
ja: パスワードを空白にすることはできません!
vi: Mật khẩu không được để trống!

# Delete current password
source: Are you sure to remove the set password?
ja: 設定したパスワードを削除してもよろしいですか?
vi: Bạn có chắc chắn xóa mật khẩu đã đặt không?

source: Does not support sending mail~
ja: メールの送信をサポートしていません~
vi: Không hỗ trợ gửi thư~

# Forcibly hidden
source: The address bar has been forcibly hidden, please open the settings page to change~
ja: アドレスバーが強制的に非表示になっています。設定インターフェイスを開いて変更してください~
vi: Thanh địa chỉ đã bị ẩn đi, vui lòng mở giao diện cài đặt để thay đổi~

source: Verify setup password
ja: セットアップパスワードの確認
vi: Xác minh mật khẩu thiết lập

source: Verify
ja: 検証
vi: Xác minh

# Password is incorrect
source: The password entered is incorrect!
ja: 入力されたパスワードが正しくありません!
vi: Mật khẩu đã nhập không đúng!

source: Set Browser Margins
ja: ブラウザの余白を設定
vi: Đặt lề trình duyệt

# Set Browser Margins Tips
source: Set the top, left, right, and bottom margins of the browser interface in turn
ja: ブラウザー インターフェイスの上、左、右、および下の余白を順番に設定します
vi: Lần lượt đặt lề trên, trái, phải, dưới của giao diện trình duyệt

# Set Browser Margins Top
source: Browser top margin
ja: ブラウザの上マージン
vi: Lề trên của trình duyệt

# Set Browser Margins Left
source: Browser left margin
ja: ブラウザの左マージン
vi: Lề trái của trình duyệt

# Set Browser Margins Right
source: Browser right margin
ja: ブラウザの右余白
vi: Lề phải của trình duyệt

# Set Browser Margins Bottom
source: Browser bottom margin
ja: ブラウザの下マージン
vi: Lề dưới của trình duyệt

# Reset Default
source: Use default configuration
ja: デフォルト構成を使用
vi: Sử dụng cấu hình mặc định
